<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>無標題文件</title>
<style type="text/css">
<!--
.style1 {font-size: 9px}
-->
</style>
</head>

<body>
<p class="style1">精圓生活股份有限公司 (imlife.tw) 服務條款</p>
<p class="style1">接受條款<br />
  「精圓生活股份有限公司」係依據本服務條款提供「中華都市更新全國總會」（ncaur.org與imlife.tw）以下簡稱「本網站」之網路服務。當您使用本網站時，即表示您已閱讀、瞭解並同意本約定書之所有內容。「中華都更」有權於任何時間修改或變更本約定書之內容，建議您隨時注意該等修改或變更。您於任何修改或變更後繼續使用本網站，視為您已閱讀、瞭解並同意接受該等修改或變更。若您不同意以下所述內容，請勿參與本網站上的活動。</p>
<p class="style1">使用服務：<br />
  基於本網站所提供之各項服務，您同意於註冊時提供您本人正確、完整詳實之資料，您所登錄之資料事後若有變更時，應隨時更新。若您提供任何錯誤或不實的資料，本網站有權暫停或終止您的帳號，並拒絕您使用本服務之全部或任一部份。</p>
<p class="style1">使用者的義務及承諾：<br />
  您承諾絕不為任何非法目的或以任何非法方式使用本網站，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。<br />
  網路使用者於本網站發表的內容，包括但不限於：留言、討論、連結等（以下簡稱「言論內容」），皆屬發表者個人之行為，與「中華都更」無關，亦不代表「中華都更」之立場。發表「言論內容」之文責或法律責任，由發表者自行負責。使用者同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：<br />
  使用不雅，含人身攻擊意味、毀謗他人名譽之用語或用詞而發表「言論內容」。　針對種族、國家、宗教、政治取向、性別的歧視或仇恨而發表「言論內容」。　侵害他人之商標權、著作權、智慧財產權及其他權利。　未經中華都更授權情況下，在本網站上從事廣告或販賣商品行為，包括但不限於濫發「言論內容」等。　發表色情、裸露或具有性暗示的言論、圖片及其他類似之「言論內容」傳輸或散佈病毒。　冒用他人名義使用本服務。　以人為手段或方法，例如以申請不同使用者帳號、接受金錢或其他對價以交換投票，或參加任何組織性的活動來人為改變本網站的結果等等，而意圖提高特定「言論內容」或其他本網站服務提供之數字統計。　除了透過本網站提供的API或標準資料格式(如RSS)，或經本公司書面同意，任何人不得使用任何程式或工具(如robot/spider等)以非人為操作方式使用本站。<br />
  另外，不得有以下行為：<br />
  以任何方式，在「中華都更」的合理判斷下，施加、或可能施加不合理或異常負擔至本網站的網站架構。　干擾或試圖干擾本網站或與「中華都更」相關服務之正常運作。　試圖略過「中華都更」限制網站使用或讀取的機制與方式。　其他「中華都更」有正當理由認為不適當之行為。</p>
<p class="style1">智慧財產權<br />
  本網站所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由「中華都更」或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。非經本公司書面同意，任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。如有違反，您應對「中華都更」負損害賠償責任（包括但不限於訴訟及律師費用等費用）。</p>
<p class="style1">個人資料之保護<br />
  對於會員所登錄或留存之個人資料，本網站在未獲得會員同意以前，決不對外揭露會員之電子郵件地址及其他依法受保護之個人資料。下述幾種特殊情況不受此限：<br />
  基於法律之規定。　受司法機關或其他有權機關基於法定程序之要求。　為保障中華都更之財產及權益。　在緊急情況下為維護其他會員或第三人之人身安全拒絕或終止使用。</p>
<p class="style1">「中華都更」就會員的行為是否符合會員規範有最終決定權。若本網站決定會員的行為違反本服務條款或任何法令，本網站得隨時停止帳號使用權。會員在違反法律規定之情事，應自負法律責任。</p>
<p class="style1">服務之停止與更改<br />
  於發生下列情形之一時，本網站有權停止或中斷提供服務：<br />
  對本網站之設備進行必要之保養及施工時。　發生突發性之設備故障時。　由於「中華都更」所申請之電子通信服務無法提供服務時。　因天災等不可抗力之因素致使本網站無法提供服務時。</p>
<p class="style1">保管及通知義務<br />
  您有責任維持密碼及帳號的機密安全。您必須完全負起因利用該密碼及帳號所進行之一切行動之責任。當密碼或帳號遭到未經授權之使用，或發生其他任何安全問題時，您必須立即通知本網站，每次您連線完畢，均要結束您的帳號使用。因您未遵守本項約定所生之任何損失或損害，我們將無法亦不予負責。</p>
<p class="style1">特別同意事項<br />
  您同意於本網站所發表之一切內容僅代表您個人之立場與行為，並同意承擔所有相關衍生之責任，「中華都更」不負任何責任。</p>
<p class="style1">擔保責任免除<br />
  「中華都更」保留隨時停止服務的權利。無論任何情形，就停止或更改服務或終止會員帳號使用所可能產生之困擾、不便或損害，「中華都更」對任何會員或第三人均不負任何責任。<br />
  「中華都更」保留將來新增、修改或刪除各項服務之全部或一部之權利，且不另行個別通知，會員不得因此而要求任何補償或賠償。<br />
  對於透過「中華都更」銷售之商品，非由「中華都更」本身提供者，本網站對其交易過程及商品本身均不負任何擔保責任。會員透過本網站所購得之商品或服務，完全由供應商負全責。</p>
<p class="style1">廣告或促銷行為<br />
  本網站上有關商業廣告及各種商品之促銷資訊，該等內容均係由廣告商或商品服務提供人所為，本網站僅係提供刊登內容之媒介。會員透過本網站上所提供之商品、服務資訊，所購買之任何商品或服務，其間交易關係均存在於會員與商品或服務提供人間，與「中華都更」無關。</p>
<p class="style1">損害賠償<br />
  因會員違反相關法令或違背本同意書之任一條款，致「中華都更」或其關係企業、受僱人、受託人、代理人及其他相關履行輔助人因而受有損害或支出費用（包括且不限於因進行民事、刑事及行政程序所支出之律師費用）時，會員應負擔損害賠償責任或填補其費用。</p>
<p class="style1">定位與立場說明<br />
  本網站提供會員、公司、團隊有償或無償的使用本系統，「中華都更」並不代表包含但不限於上述之組織，僅做為平台提供商來做系統維護與相關服務。</p>
<p class="style1">準據法及管轄法院</p>
<span class="style1">本約定書之解釋與適用，以及與本約定書有關的爭議，均應依照中華民國法律予以處理，並以台灣台中地方法院為第一審管轄法院。</span>
</body>
</html>
